{
  "hider": {
    "placeholder": "Hover zum Anzeigen"
  },
  "navbar": {
    "section": {
      "guilds": {
        "title": "Guilds",
        "home": "Home",
        "members": "Members"
      }
    }
  },
  "sincedate": {
    "since": "vor <1>{{dateSince}}</1>n"
  },
  "report": {
    "reason": "Begründung",
    "revoke": "widerrufen"
  },
  "modalrevokereport": {
    "heading": "Meldung widerrufen",
    "description": {
      "kick": "Bitte geben Sie eine Begründung ein um die Meldung zu widerrufen.",
      "ban": "Bitte geben Sie eine Begründung ein um den Ban zu widerrufen. Diese Aktion entfernt auch den Nutzer von der Ban-Liste der Guild.",
      "mute": "Bitte geben Sie eine Begründung ein um die Stummschaltung zu widerrufen. Diese Aktion hebt auch die Stummschaltung auf.",
      "warn": "Bitte geben Sie eine Begründung ein um die Meldung zu widerrufen.",
      "ad": "Bitte geben Sie eine Begründung ein um die Meldung zu widerrufen."
    },
    "controls": {
      "cancel": "Abbrechen",
      "revoke": "Widerrufen"
    }
  },
  "modalbetagreeter": {
    "heading": "Beta Version",
    "message": "Dies ist eine sehr fühe Vorschau-Version des neuen Web-Interfaces von shinpuru. Dies gibt Ihnen die Möglichkeit mit dieser Version herumzuspielen und zu testen während sich die Version noch in aktiver Entwicklung befindet.\n\nWenn Sie Probleme finden oder Vorschläge haben, wie man das Interface verbessern könnte, erstellen Sie gern ein [**Issue**](https://github.com/zekroTJA/shinpuru/issues/new/choose) oder kontaktieren Sie mich direkt über meine [Discord Guild](https://dc.zekro.de).\n\nBitte fahren Sie nur fort, wenn Sie mit den folgenden Implikationen der Nutzung des Beta Interfaces in Ordnung sind:\n1. Nur ein geringes Subset der Features ist bis jetzt in der Beta-Version implementiert.\n2. Bereits implementierte Features werden buggy oder inkomplett sein oder können die Benutzererfahrung beeinflussen.\n3. Unvorhergesehenes Verhalten der UI könnte zu Beeinflussung maßgeblicher Sicherheitsfunktionen oder Moderationsfunktionen führen.",
    "controls": {
      "back": "Bring mich zurück zu der stabilen Version",
      "accept": "Akzeptieren und fortfahren auf der Beta-Version"
    }
  },
  "memberreportlist": {
    "noreports": "Dieser Nutzer hat eine weiße Weste! 👌"
  },
  "modalcreatereport": {
    "reason": "Begründung",
    "timeout": "Ablaufzeit",
    "attachment": "Anhang",
    "controls": {
      "cancel": "Abbrechen",
      "execute": "{{action}} ausführen"
    },
    "errors": {
      "attachment-convert-failed": "Das konvertieren des Anhangs zu Base64 ist fehlgeschlagen."
    },
    "successful": "Die Meldung wurde erfolgreich ausgeführt."
  },
  "durationpicker": {
    "days": "Tage",
    "hours": "Stunden",
    "minutes": "Minuten",
    "seconds": "Sekunden"
  },
  "filedrop": {
    "info": "Öffnen Sie eine Datei mit einem Klick oder ziehen Sie die Datei in das Feld. Es ist sogar möglich die Datei direkt aus der Zwischenablage einzufügen!"
  }
}
